Repository: yshalsager/telegram-feedback-bot
Catalog: messages/*/LC_MESSAGES/django.po
Languages: ar

source: invalid_bot_token
ar: رمز البوت غير صالح، تحقق منه وحاول ومجددا

source: unable_to_validate_bot_token
ar: تعذر التحقق من رمز البوت، تأكد منه وحاول مجددا

source: cannot_add_builder_bot
ar: لا يمكنك إضافة صانع البوتات

source: bot_already_exists
ar: البوت مضاف سابقا

source: bot_not_found
ar: البوت غير موجود.

source: cannot_use_builder_bot_token
ar: لا يمكنك استخدام رمز البوت الخاص بالمنشئ.

source: token_does_not_match_bot
ar: الرمز يخص بوتًا مختلفًا.

source: Admin approval required before enabling this bot
ar: يتطلب تفعيل هذا البوت موافقة المشرف.

source: no_fields_to_update
ar: لا توجد بيانات لتحديثها.

source: bot_deleted
ar: حذف البوت بنجاح.

source: User %(user_id)d banned.
ar: حظر المستخدم %(user_id)d.

source: User %(user_id)d was already banned.
ar: المستخدم %(user_id)d محظور بالفعل.

source: User %(user_id)d unbanned.
ar: رفع الحظر عن المستخدم %(user_id)d.

source: User %(user_id)d was not banned.
ar: لم يكن المستخدم %(user_id)d محظورًا.

source: not_authorized
ar: ليس لديك صلاحية لتنفيذ هذا الإجراء.

source: username_too_long
ar: اسم المستخدم أطول من المسموح.

source: username_invalid_characters
ar: اسم المستخدم يحتوي على رموز غير مسموح بها.

source: user_not_found
ar: المستخدم غير موجود.

source: user_added_successfully
ar: أضيف المستخدم بنجاح.

source: user_updated_successfully
ar: حدث المستخدم بنجاح.

source: user_no_changes
ar: لا توجد تغييرات لحفظها.

source: cannot_delete_builder_admin
ar: لا يمكن حذف مشرف الباني الأساسي.

source: user_deleted_successfully
ar: حذف المستخدم بنجاح.

source: No recipients to broadcast to.
ar: لا توجد وجهات لإرسال الرسالة إليها.

source: Broadcast completed: sent to %(sent)d chats.
ar: اكتمل الإرسال: أُرسلت إلى %(sent)d دردشة.

source: Failed for %(failed)d chats.
ar: فشل الإرسال إلى %(failed)d دردشة.

source: welcome
ar: مرحبا بك في منشيء بوتات التغذية الراجعة 👋

source: open_mini_app
ar: افتح التطبيق المصغر

source: cant_whitelist_hidden_user
ar: لا يمكن إضافة المستخدم من حسابه المخفي. استخدم الأمر مع رقم المستخدم التعريفي.

source: user_whitelisted
ar: أضيف المستخدم بنجاح.

source: Reply to a forwarded message or pass a numeric user ID.
ar: رد على رسالة محوّلة أو أرسل معرف المستخدم الرقمي.

source: No banned users.
ar: لا يوجد مستخدمون محظورون.

source: Banned users: %(entries)s
ar: المستخدمون المحظورون: %(entries)s

source: No subscribers to broadcast to.
ar: لا يوجد مشتركون لإرسال الرسالة إليهم.

source: Nothing to delete.
ar: لا يوجد ما يمكن حذفه.

source: Could not delete the message.
ar: تعذّر حذف الرسالة.

source: Nothing to clear.
ar: لا يوجد ما يمكن إزالته.

source: Could not clear messages.
ar: تعذّر إزالة الرسائل.

source: This bot does not accept photos.
ar: هذا البوت لا يقبل الصور.

source: This bot does not accept videos.
ar: هذا البوت لا يقبل الفيديوهات.

source: This bot does not accept voice messages.
ar: هذا البوت لا يقبل الرسائل الصوتية.

source: This bot does not accept documents.
ar: هذا البوت لا يقبل الملفات.

source: This bot does not accept stickers.
ar: هذا البوت لا يقبل الملصقات.

source: %(bot_name)s will forward feedback to %(chat_name)s.
ar: سيرسل %(bot_name)s التغذية الراجعة إلى %(chat_name)s.

source: %(bot_name)s has been unlinked from %(chat_title)s.
ar: تم فك ارتباط %(bot_name)s من %(chat_title)s.

source: Too many messages. Please wait {seconds} seconds before sending again.
ar: الرسائل كثيرة جداً. يرجى الانتظار {seconds} ثانية قبل المحاولة مرة أخرى.

source: Thanks for your feedback!
ar: شكرًا على ملاحظاتك!

source: User updated their message. New copy: {link}
ar: حدّث المستخدم رسالته. النسخة الجديدة: {link}

source: User updated their message.
ar: حدّث المستخدم رسالته.

source: Sent message updated
ar: حدثت الرسالة المرسلة

source: 📈 <b>Bot statistics</b> 👥 <b>Users</b> • %(users)d subscribers ✍️ <b>Messages</b> • %(incoming)d inbound messages • %(outgoing)d replies sent
ar: 📈 <b>إحصائيات البوت</b> 👥 <b>المستخدمون</b> • %(users)d مستخدم للبوت ✍️ <b>الرسائل</b> • %(incoming)d رسالة واردة • %(outgoing)d رد على الرسائل

source: restarted_successfully
ar: !أعيد التشغيل بنجاح
