Repository: yshalsager/telegram-feedback-bot
Catalog: messages/*/LC_MESSAGES/frontend.po
Languages: ar

source: U
ar: م

source: N/A
ar: غير معروف

source: Bot management interface
ar: واجهة إدارة البوتات

source: Bot Logo
ar: شعار البوت

source: My bots
ar: بوتاتي

source: No bots found matching "{0}"
ar: لا يوجد بوتات تطابق "{0}"

source: Click "Create a New Bot" to get started.
ar: انقر "إنشاء بوت جديد" للبدء.

source: User Management
ar: إدارة المستخدمين

source: Open bot {0} (@{1})
ar: افتح البوت {0} (@{1})

source: Manage user @{0}
ar: إدارة المستخدم @{0}

source: Adding Bot interface
ar: واجهة إضافة البوت

source: Feedback Bot Builder
ar: صانع بوتات التعليقات

source: Please open the app in Telegram
ar: يرجى فتح التطبيق في تليجرام

source: The app is not available in this browser. Please open it in Telegram.
ar: التطبيق غير متاح في هذا المتصفح. يرجى فتحه في تليجرام.

source: Invalid session
ar: جلسة المستخدم غير صالحة

source: You don't have any bots yet. Please add one.
ar: ليس لديك أي بوت بعد. يرجى إضافة واحد.

source: Add new bot
ar: إضافة بوت جديد

source: You don't have any users yet.
ar: ليس لديك أي مستخدمين بعد.

source: Click "Add new user" to get started.
ar: انقر "إضافة مستخدم جديد" للبدء.

source: Add new user
ar: إضافة مستخدم جديد

source: Profile Picture
ar: صورة المستخدم

source: User ID
ar: معرف المستخدم

source: Language
ar: اللغة

source: Unknown
ar: غير معروف

source: Failed to set language
ar: تعذر تغيير اللغة

source: Please try again later
ar: حاول مرة أخرى لاحقاً

source: Successfully updated access for {0}.
ar: تم تحديث صلاحيات {0} بنجاح.

source: Failed to add user
ar: فشل إضافة المستخدم

source: Adding User interface
ar: واجهة إضافة المستخدم

source: Enter a valid numeric Telegram user ID.
ar: أدخل معرف مستخدم تيليجرام مكونًا من أرقام فقط.

source: Optional. Enter the Telegram username without the @ symbol.
ar: اختياري. أدخل اسم مستخدم تيليجرام بدون رمز @.

source: Save
ar: حفظ

source: Failed to update bot
ar: فشل تحديث البوت

source: Media permissions
ar: أذونات الوسائط

source: Choose which media types users can send to this bot.
ar: اختر أنواع الوسائط التي يُسمح للمستخدمين بإرسالها لهذا البوت.

source: Photos
ar: الصور

source: Videos
ar: الفيديوهات

source: Voice messages
ar: الرسائل الصوتية

source: Files
ar: الملفات

source: Stickers
ar: الملصقات

source: Allowed
ar: مسموح

source: Blocked
ar: محظور

source: Delete @{0}?
ar: حذف @{0}؟

source: Failed to delete bot
ar: فشل حذف البوت

source: Managing bot {0}
ar: إدارة البوت {0}

source: Manage bot
ar: إدارة البوت

source: Start message
ar: رسالة البداية

source: Feedback received message
ar: رسالة التعليقات المستقبلة

source: Bot status
ar: حالة البوت

source: Enabled
ar: مفعل

source: Disabled
ar: معطل

source: <0/> Delete bot
ar: <0/> حذف البوت

source: Bot not found
ar: البوت غير موجود

source: Successfully added @{0} to your bots list. Please add to a group to work better.
ar: أضيف بوت @{0} بنجاح. من فضلك أضفه إلى مجموعة ليعمل بشكل أفضل.

source: Failed to add bot
ar: فشل إضافة البوت

source: Bot token
ar: الرمز الخاص بالبوت

source: No changes to update.
ar: لا شيء لتحديثه

source: Failed to update user
ar: فشل تحديث المستخدم

source: Managing user {0}
ar: إدارة المستخدم {0}

source: Manage user
ar: إدارة المستخدم

source: Save changes
ar: حفظ التغييرات

source: User not found.
ar: المستخدم غير موجود

source: Welcome to [name] bot. Please send your feedback.
ar: مرحبا بك في بوت [name] اترك رسالتك وسنجيبك في أسرع وقت إن شاء الله.

source: Thank you for your feedback. We will get back to you soon.
ar: شكرا لك على رسالتك. سنرد عليك قريبًا إن شاء الله.

source: Bot information
ar: معلومات البوت

source: Telegram ID
ar: معرف تليجرام

source: Owner
ar: المالك

source: Created
ar: أنشيء في

source: Updated
ar: آخر تعديل

source: Bot token must be in format: numbers:letters (8-10 digits : 35 characters)
ar: الرمز الخاص بالبوت يجب أن يكون بالشكل التالي: الأرقام:الأحرف (8-10 أرقام : 35 أحرف)

source: Failed to unlink bot from group
ar: فشل فك ارتباط البوت من المجموعة

source: Forwarding destination
ar: وجهة إعادة التوجيه

source: Feedback is forwarded to chat ID {0}.
ar: يُعاد توجيه التعليقات إلى المحادثة ذات المعرف {0}.

source: Unlink group
ar: فك ارتباط المجموعة

source: Username
ar: اسم المستخدم

source: Whitelist access
ar: السماح بالاستخدام

source: Allows the user to open the builder mini app.
ar: يسمح للمستخدم بفتح التطبيق المصغر للباني.

source: Admin access
ar: صلاحيات المشرف

source: Grants builder admin permissions to this user.
ar: يمنح هذا المستخدم صلاحيات مشرف الباني.

source: Add this bot to a group to link it automatically, otherwise it sends messages to bot owner.
ar: أضف هذا البوت إلى مجموعة لربطه تلقائيًا، وإلا فسترسل الرسائل إلى مالك البوت.

source: Bot stats
ar: إحصائيات البوت

source: Incoming messages
ar: الرسائل الواردة

source: Outgoing messages
ar: الرسائل الصادرة

source: Delete {0}?
ar: حذف {0}؟

source: Failed to delete user
ar: تعذر حذف المستخدم

source: <0/> Delete user
ar: <0/> حذف المستخدم

source: Search bots or users
ar: ابحث عن بوتات أو مستخدمين

source: Search bots or users...
ar: ابحث عن بوتات أو مستخدمين...

source: No users found matching "{0}"
ar: لا يوجد مستخدمون يطابقون "{0}"

source: Banned users
ar: المستخدمون المحظورون

source: Block or unblock people from sending feedback to this bot.
ar: احظر أو أزل الحظر عن الأشخاص لمنعهم من إرسال الملاحظات إلى هذا البوت.

source: Manage banned users
ar: إدارة المستخدمين المحظورين

source: Unable to load banned users
ar: تعذر تحميل المستخدمين المحظورين

source: User banned
ar: حظر المستخدم

source: Failed to ban user
ar: تعذر حظر المستخدم

source: User updated
ar: حدث المستخدم

source: Failed to unban user
ar: تعذر إلغاء حظر المستخدم

source: Managing banned users for {0}
ar: إدارة المستخدمين المحظورين للبوت {0}

source: Back to bot management
ar: العودة إلى إدارة البوت

source: Ban a user
ar: حظر مستخدم

source: Enter a Telegram user ID to prevent them from sending feedback through this bot.
ar: أدخل معرف مستخدم تيليجرام لمنعه من إرسال الملاحظات عبر هذا البوت.

source: Telegram user ID
ar: معرف مستخدم تيليجرام

source: Ban user
ar: حظر المستخدم

source: Enter a valid numeric user ID.
ar: أدخل معرف مستخدم رقميًا صالحًا.

source: Currently banned
ar: المحظورون حاليًا

source: Try reloading this page or banning a user to refresh the list.
ar: جرّب إعادة تحميل هذه الصفحة أو حظر مستخدم لتحديث القائمة.

source: No banned users yet.
ar: لا يوجد مستخدمون محظورون بعد.

source: Banned {0}
ar: حظر {0}

source: Unban
ar: إلغاء الحظر

source: Return to bot settings
ar: العودة إلى إعدادات البوت

source: Ban reason
ar: سبب الحظر

source: Reason (optional)
ar: السبب (اختياري)

source: Not provided
ar: غير متوفر

source: Reason: {0}
ar: السبب: {0}

source: ID: {0}
ar: المعرف: {0}

source: Enter a new token to rotate
ar: أدخل رمزاً جديداً لاستبداله

source: Leave empty to keep the current token. Updating rotates it immediately.
ar: اتركه فارغاً للاحتفاظ بالرمز الحالي. سيجري الاستبدال فور التحديث.

source: Anti-flood
ar: مكافحة الرسائل المزعجة

source: Anti-flood wait (seconds)
ar: مدة الانتظار (ثوانٍ) لمكافحة الرسائل المزعجة

source: When enabled, users can send one message every {0} seconds and receive a warning if throttled.
ar: عند التفعيل، يمكن للمستخدمين إرسال رسالة واحدة كل {0} ثانية ويتلقون تنبيهاً عند التقييد.

source: Communication mode
ar: وضع التواصل

source: Forward with usernames and profile links.
ar: إعادة التوجيه مع أسماء المستخدمين وروابط الملفات الشخصية.

source: Show only the public name; profile links removed.
ar: عرض الاسم العام فقط؛ دون روابط الملف الشخصي.

source: Replace identity with a request number.
ar: استبدال هوية المستخدم برقم طلب.

source: Standard
ar: عادي

source: Private
ar: خاص

source: Anonymous
ar: مجهول
